/* The cancel button when confirming clear private data. */
"Cancel" = "Abbrechen";

/* The button that clears private data. */
"OK" = "OK";

/* Description of the confirmation dialog shown when a user tries to clear their private data. */
"This action will clear all of your private data. It cannot be undone." = "Diese Aktion löscht die ausgewählten privaten Daten aus dem Browser. Dies kann nicht rückgängig gemacht werden.";

